export default function RulesPage() {

  return (
    <section className="pb-[100px] mt-[86px]">
      <h1 className="text-[32px] font-semibold">Общие положения:</h1>
      <p className="text-gray-new mt-[24px]">
        ВНИМАТЕЛЬНО ПРОЧИТАЙТЕ ЭТИ УСЛОВИЯ ИСПОЛЬЗОВАНИЯ, ПОСКОЛЬКУ ЭТИ УСЛОВИЯ ЯВЛЯЮТСЯ СОГЛАШЕНИЕМ МЕЖДУ ВАМИ И ИП Ельцов С. И. (далее - Compete.wtf, проект, сайт)
        <br /><br />
        При входе через Steam вы получаете доступ к сайту Compete.wtf в полном объеме и тем самым становитесь пользователем сайта Compete.wtf (далее - пользователь, игрок) и подтверждаете, что прочли все правила проекта и обязуетесь их соблюдать.
        <br /><br />
        Игроком является любой вошедший на сайт человек через Steam. Администрация и привилегированные игроки не отличаются от остальных - Игрок есть игрок.
        <br /><br />
        Правила проекта являются обязательными для всех игроков, независимо от пола, национальности и вероисповедания.
        <br /><br />
        Администрация проекта вправе изменять, добавлять или удалять пункты в правилах в любой момент.
      </p>
    </section>
  )
}